["ProductID": "1"
	{
		
		"ProductName": "Helston Vertical Lifting Carers Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/helston_vertical_lifting_carers_bed_562a5acf1fc42.jpg",
		"ProductDescription": "Carers electric adjustable bed with high quality Reflex mattress and removable ..",
		"ProductIcon1": "https://www.laybrook.com/images/Bed_Icons_2017/Hi_Low_Half_Divan_Single.png",
		"ProductIcon2": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_double_half-divan.png",
		"ProductIcon3": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_dual_half_divan_joined.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"AvailSizes": "2ft6, 3ft, 4ft, 5ft and 6ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1545",
		"ProductDescriptionAll": "The Helston Carers bed is an ideal profiling and height adjustable Carers bed for someone looking stay close to their partner. This bed has separate motors to profile the bed at the head-end or the foot-end, and again separate motors to vertically raise the bed up to 18 inches from the starting position (standard height; 23 inches). Our new profiling Carers bed can be raised flat for the carers to wash or turn the patient, or it can be used to help the person stand out of the bed like a riser recliner chair (must be sat on the edge (in the middle section) of the bed), or it can be raised whilst adjusted at the head and foot-end to get a comfortable high position to look out of the window. The vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the all adjustable beds page) and add the cost of the vertical lifting frame (in the mechanisms drop down box on any bed product page ), or simply choose the combination as shown on this page..(Excludes Chatsworth and Sandringham). Bed height BreakdownStandard size for the Helston Carers Bed is 23 inches from the floor to the top of the mattress. Purchasing any Sprung Mattress (Pocket or Superior) may increase the overall bed height. To make sure the height of your bed is correct when ordering, please measure your own first. We are able to alter your bed to a height of your choice, and all for an extra £75! Altering the length means altering the mattress, mattress cover, mechanism and surround Single bed altering the length £ 195 Dual bed altering the length £ 295 Altering the height of bed £ 75 Description • 5 part adjustable profiling with integral raise and lower facility • 4 motors (2 for profiling and 2 for lift) • Vertical rise up to 18 inches from starting point • Twin On-Line fittings • Weight adjuster zone lumber section • Centre belt • Load bearing points bolted and sleeved • Special order (may take upto one week longer to make) Dual beds have independant controls and independant matttresses. You will generally have a vertical lifting mechanism on one side of a dual bed, so if you are purchasing a 5ft dual bed you will only need one 2ft 6 vertical lifting mechanism. Double beds have one mattresses, two vertical lifting mechanisms and a special linking cable.",
	},
	"ProductID": "2"
	{
		
		"ProductName": "Lewes Carers Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/HL_THO_DO3_583aa2a7a9105.jpg",
		"ProductDescription": "Carers hi low electric adjustable bed with high quality Reflex mattress {upgrade} and removable ..",
		"AvailSizes": "2ft6, 3ft, 4ft, 5ft and 6ft.",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1545",
		"ProductIcon1": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_single_cutout_raised.png",
		"ProductIcon2": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_double_cutout.png",
		"ProductIcon3": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_dual_divan_joined_cutout.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon5": "https://www.laybrook.com/images/7day.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll": "This bed is an ideal Carers bed for someone looking for extra space to turn in. The Carers bed has separate motors to profile the bed at the head-end or the foot-end and again separate motors to vertically raise the bed up to 18 inches from the starting position. Our new Carers bed can be raised flat for the carers to wash or turn the patient, or it can be used to help the person stand out of the bed like a riser recliner chair, you must be sat on the edge (in the middle section) of the bed, or it can be raised whilst adjusted at the head and foot-end to get a comfortable high position to look out of the window. The double vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the home page) and add the cost of the double vertical lifting frame (in the carers bed section) to the cost of any bed, or simply choose the combination as shown on this page. Bed height Breakdown Standard size for the Carers Bed is 23 inches from the floor to the top of the mattress. Purchasing any Sprung Mattress (Pocket or Superior) may increase the overall bed height. To make sure the height of your bed is correct when ordering, please measure your own first. We are able to alter your bed to a height of your choice, and all for an extra £75! Altering the length means altering the mattress, mattress cover, mechanism and surround Single bed altering the length £ 195 Double bed altering the length £ 245 Altering the height of bed £ 75 Bed Length The length of the bed is 6ft 8 Description • 5 part adjustable profiling with integral raise and lower facility • 4 motors (2 for profiling and 2 for lift) • Vertical rise up to 18 inches from starting point • Twin On-Line fittings • Weight adjuster zone lumber section • Centre belt • Load bearing points bolted and sleeved • Special order Double beds have one mattresses, two vertical lifting mechanisms with a special linking cable, if the person always uses only one side it will go out of sinc and by about 1 inch and will have to be raised to the highest position to align again most times it is used.",
	},
	{
		"ProductID": "3",
		"ProductName": "Mitford Bed With High Low Action",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/mitford-montage-img_59bf793832afd.jpg",
		"ProductDescription": "Carers adjustable bed with high quality Reflex mattress and removable cover....",
		"AvailSizes": "2ft6, 3ft, 4ft, 5ft and 6ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1545",
		"ProductIcon1": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_single_cutout_raised.png",
		"ProductIcon2": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_double_cutout.png",
		"ProductIcon3": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_dual_cutout.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon5": "https://www.laybrook.com/images/7day.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"This bed has been specifically designed for a person who requires carers. The design allows for a person to be turned in bed at a comfortable height. It also assists the person to stand up from a seated position on the edge of the bed, in much the same way as a rise and recline chair works. Only the middle (flat) section can be used for this process whilst the bed is in its profiled position. The mechanism can be raised up to 18 inches from the starting height. It can be raised flat for turning the patient or profiled as shown in the picture above (head and/or foot elevated. This frame can be installed into any of our adjustable bed surrounds (Excludes Chatsworth and Sandringham). Sizes: Available in 2ft 6, 3ft, 4ft, 5ft and 6ft (other sizes may be available on request). Bed Height (From floor to top of mattress) The minimum starting height can be 21.5 inches from the floor to the top of the mattress. The standard starting height is 23 inches. 5-part adjustable profiling with integral rise and lower facility 4 motors (2 for profiling and 2 for lift) Vertically rises up to 18 inches from starting point Weight adjuster zone in lumber area Centre belt Load-bearing points bolted and sleeved. Maximum weight capacity 18st or 29st Special order The vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the all adjustable beds page) and add the cost of the vertical lifting frame (in the mechanisms drop down box on any bed product page ), or simply choose the combination as shown on this page.. Cost Breakdown (example) Bed Cost £799.00 Head & Footboard £199.00 (optional) Mechanism £795.00 Total £1793.00 This bed comes without the underbed cut outs shown in the image, which are vital in order to use a hoist. If these are required, please add this via the dropdown option above. Dual beds have independent controls and independent matttresses. You will generally have a vertical lifting mechanism on one side of a dual bed, so if you are purchasing a 5ft dual bed you will only need one 2ft 6 vertical lifting mechanism. Double beds have one mattresses, two vertical lifting mechanisms and a special linking cable. The picture shown is a single bed. The bed can also come with a double or dual surround.",
	},
	{
		"ProductID": "4",
		"ProductName": "Turning Adjustable Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/turning_adjustable_bed_562a5b143a607.jpg",
		"ProductDescription": "Turning adjustable bed with high quality Reflex mattress {upgrade} and removable cover.Highest quality adjustable bed, 5yr GUARANTEE, INCLUDES DELIVERY & SET UP ",
		"AvailSizes": "3ft, 5ft 6 Dual & 6ft Dual",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£4995",
		"ProductIcon1": "https://www.laybrook.com/components/com_laybrook/assets/images/singlebed-icon.png",
		"ProductIcon2": "https://www.laybrook.com/components/com_laybrook/assets/images/singlebed-icon.png",
		"ProductIcon3": "https://www.laybrook.com/components/com_laybrook/assets/images/dualbed-icon.png",
		
		"ProductIcon4": "dfds",
		"ProductIcon5": "dsfasf",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"NEW IN HOME DEMONSTRATION SERVICE NOW AVAILABLE, TRY THIS BED IN YOUR HOME. Two Models. GUARANTEED BUY BACK ON ELECTRIC TURNING BED! Non Electric Turning (Carer assisted, carer must manually turn bed) 3ft £4995 Electric Turning (No Carer Needed as per video) 3ft £7445 : RENTAL ON THIS BED : £450 per wk (Min 4 week rental) £95 per wk there after (electric turning bed). Luxury adjustable bed with high quality Reflex mattress. Sizes: 3ft, 5ft 6inch Dual and 6ft Dual. The Electric Turning Bed from Laybrook is the ideal bed for a person who wants independence, as it puts the person from a seated position on the side of the bed and turns the bed into a flat position for sleeping. One push of the button will do a full rotation from seated to sleeping position without the need for carers, it helps getting legs onto the bed with the minimum of fuss and gives complete independence. Features 90 degree rotation feature. Height Adjustable Grab Rails Fully Profiling Patient Grab Handle Lockable Castors NEW TILTING FUNCTION(When the bed has turned 90 degrees you now can tilt the bed like a riser recliner chair to help get in & out of the bed). see picture 4. The model shown has a beautiful Belgian damask surround and has castors so it can be easily moved. This bed comes with a full 5-year warranty. It is also fully installed by our trained engineers, NOT FLAT PACKED like some companies. Colour The colour of this divan bed surround is beige. Sizes 5ft 6 and 6ft. The picture shown is a single bed. A dual bed has two mattresses (independent movement) Bed height Standard Bed height = 22.5 inches from the floor to the top of mattress. Min starting height is 21inches, Alteration cost £75.00 If you change the specification of the bed it will be a special order (non stock item) and will take up to 1 week longer to make and deliver. If this bed is returned a collection fee of £295 will be charged.",
	},
	{
		"ProductID": "5",
		"ProductName": "Ludlow Carers Hi Low Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/ludlow-montage_59bf7a114d1b0.jpg",
		"ProductDescription": "Carers hi low electric adjustable bed with high quality Reflex mattress {upgrade} and removable",
		"AvailSizes": "2ft6, 3ft, 4ft, 5ft and 6ft.",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£2389",
		"ProductIcon1": "https://www.laybrook.com/images/Bed_Icons_2017/Hi_Low_Half_Divan_Single.png",
		"ProductIcon2": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_double_half-divan.png",
		"ProductIcon3": "https://www.laybrook.com/images/Bed_Icons_2017/hi_low_dual_half_divan_joined.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon5": "https://www.laybrook.com/images/7day.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"This bed is an ideal Carers bed for someone looking for extra space to turn in. The Carers bed has separate motors to profile the bed at the head-end or the foot-end and again separate motors to vertically raise the bed up to 18 inches from the starting position. Our new Carers bed can be raised flat for the carers to wash or turn the patient, or it can be used to help the person stand out of the bed like a riser recliner chair, you must be sat on the edge (in the middle section) of the bed, or it can be raised whilst adjusted at the head and foot-end to get a comfortable high position to look out of the window. The double vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the home page) and add the cost of the double vertical lifting frame (in the carers bed section) to the cost of any bed, or simply choose the combination as shown on this page. Bed height Breakdown Standard size for the Carers Bed is 23 inches from the floor to the top of the mattress. Purchasing any Sprung Mattress (Pocket or Superior) may increase the overall bed height. To make sure the height of your bed is correct when ordering, please measure your own first. We are able to alter your bed to a height of your choice, and all for an extra £75! Altering the length means altering the mattress, mattress cover, mechanism and surround Single bed altering the length £ 195 Double bed altering the length £ 245 Altering the height of bed £ 75 Bed Length The length of the bed is 6ft 8 Description • 5 part adjustable profiling with integral raise and lower facility • 4 motors (2 for profiling and 2 for lift) • Vertical rise up to 18 inches from starting point • Twin On-Line fittings • Weight adjuster zone lumber section • Centre belt • Load bearing points bolted and sleeved • Special order Double beds have one mattresses, two vertical lifting mechanisms with a special linking cable.",
	},
	{
		"ProductID": "6",
		"ProductName": "Durham ultra low, hi-low bed with slide back",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/Hi_Low_low_bed_w_56a739c4ad440_59a944324a6bb.jpg",
		"ProductDescription": "Luxury adjustable bed with high quality Qflex mattress and removable cover. Highest quality adjustable bed, 5yr GUARANTEE, 7 DAY MONEY BACK GUARANTEE, INCLUDES DELIVERY & SET UP",
		"AvailSizes": "3ft & 4ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": " £2235",
		"ProductIcon1": "https://www.laybrook.com/components/com_laybrook/assets/images/singlebed-icon.png",
		"ProductIcon2": "https://www.laybrook.com/components/com_laybrook/assets/images/doublebed-icon.png",
		"ProductIcon3": "dgsdf",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"Extra LOW, high / low  profiling adjustable bed (Min height 16 inches from floor to top of mattress) with high quality Qflex mattress and removable washable cover. This bed has a slate grey material in faux suede. This profiling bed is designed to assist smaller person rise to a standing position, ideal for  a smaller person, you get comfort and it looks fantastic. This bed comes with a slide back mechanism as well to keeep you closer to your bedside cabenet. This bed comes with a full 5-year guarantee. Unlike some other companies, we only sell beds made from the best quality materials. As with all of our adjustable beds, you can sleep on it for up to 7 nights and if you are not totally satisfied, we will fully refund you the cost of the bed or exchange your mattress free of charge. Sizes: Available in 3ft, & 4ft - Special orders can be made to any height or length (restrictions do apply). Profiling back angle 80-85 degrees (standard mechanism) Profiling knee break angle 75 degrees with a height of 10 inches (standard mechanism) Bed height Breakdown Standard size for the Low Low Bed is 16 inches from the floor to the top of the mattress but this bed can start at any higher height on request for £75. Purchasing any Sprung Mattress (Pocket or Superior) will increase the overall bed height by 2 inches. To make sure the height of your bed is correct when ordering, please measure your own first. We are able to alter your bed to a height of your choice, and all for an extra £75! (restrictions apply) Altering the length means altering the mattress, mattress cover, mechanism and surround Single bed altering the length £ 195 Double bed altering the length £ 245 Dual bed altering the length £ 295 Altering the height of bed £ 75 Bed Length The length of the bed is 6ft 9.5. If you change the specification of the bed it will be a special order (non stock item) and will take up to 1 week longer to make and deliver. Colour The colour of this divan bed surround is slate grey The picture shown is a single bed. This bed is also available as a double or dual. A double bed has one mattress. A dual bed has two mattresses (independent movement)",
	},
	{
		"ProductID": "7",
		"ProductName": "Adjustable Bed Grab Rail Ultra",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/adjustable_bed_grab_rail_ultra_562a5abf82ca2.jpg",
		"ProductDescription": "Grab ring, bed loop or bed lever for laybrook electric adjustable beds,",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£175",
		"ProductIcon1": "fdgdfg",
		"ProductIcon2": "dsfsd",
		"ProductIcon3": "dsfgsdf",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"Important: Which fitting type do you need? Please download and read the PDF below which will explain the different types of fitting. Please then choose your type from the first option above. pdf-download-icon The Arena adjustable bed grab rail, handle, ring or bed lever (depending on what you call it) comes with anti entrapment and was designed by Laybrook especially for domestic electric adjustable beds. The Arena grab ring is attached to the side of the surround so it stays static when you change position on your bed, this makes it easy to use when getting in and out of bed, helps you turn whilst laying in bed, supports you when getting up out of the bed whilst sitting on the edge of the bed. With other grab rings, when the head section of your bed elevates to the upright position the grab ring moves with the bed and impedes you from getting in & out of the bed. Dimensions From the platform base the Arean bed lever is 19.5 inches high (49.5cm). The width of the bed lever is 9 inches (23cm) Description of Arena Ring Easy fitting, new clamping system. Just twist handle to attach. Bottom half of Arena grab ring is attached to inside of surround via a U grip and the top half is attached to the static part of the mechanism with a clamping action, just twist the knob and the threaded clamp secures the bed lever onto the bed. Top half will always be in the same position.  Can be fitted to most divans, most wooden surrounds and all of our leather beds without drawers. Now with rail to hold your remote control. Fitting Instructions You can download a PDF of the fitting instructions using the link below: pdf-download-icon Dimensions Height of surround from 6 to 16 To fit surround thickness of 1 Cost Arena Grab Ring £175.00 Sending by courier extra £24.99 Call out & installation extra £125.00",
	},
	{
		"ProductID": "8",
		"ProductName": "St Helier Chair Bed and Leg lifter",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/st_helier_chair_bed_and_leg_lifter_562a5ac809e5a.jpg",
		"ProductDescription": "St Helier electric adjustable Chair Bed is designed to help a person who has difficulty getting there legs into bed.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1995",
		"ProductIcon1": "fdgdfg",
		"ProductIcon2": "dsfsd",
		"ProductIcon3": "dsfgsdf",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"This chair bed is brand new to the market, and fills the gap for people needing help to lift their legs up onto the bed without the need for a carer. It can be a full size single bed (3ft with the arms down) down to a small single of 2ft 6.NEW (for pressure care) 4 Way Stretch Breathable Material Available For Pressure Care, Waterproofing and Eazy Cleaning (Available through the middle of the chair including footplate & arms with standard material on the outside of the chair). OPTION OF FOOT EXTENSION SO YOUR FEET ARE SUPPORTED ON THE FOOTPLATE, RATHER THEN YOUR ANKLE SUPPORTED WITH YOUR FEET HANGING OVER THE END. It can be used either upstairs or downstairs for people who can not get upstairs and has a standard weight capacity of 18 stone but can be upgraded to 25 or 35 stone. Dimensions Seat Widths 22 inches (when arms pushed down the overall width is 30 inches) 24 inches (when arms pushed down the overall width is 32 inches) 28 inches (when arms pushed down the overall width is 36 inches) (other sizes available) Colour Fluer Nutmeg Seat Depth 20 inches Seat Height 18 or 20 inches (other sizes available) DUAL MOTOR Rise & Recliner Infinite Movements Side Pockets Head Pillow Up to 35 stone 2 Year Full Warranty Special Order",
	},
	{
		"ProductID": "9",
		"ProductName": "Helena Chair Bed and Leg lifter",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/helena_chair_bed_and_leg_lifter_562a5ac99335b.jpg",
		"ProductDescription": "Helena electric adjustable Chair Bed.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1895",
		"ProductIcon1": "fdgdfg",
		"ProductIcon2": "dsfsd",
		"ProductIcon3": "dsfgsdf",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"This chair bed is brand new to the market, and fills the gap for people needing help to lift their legs up onto the bed without the need for a carer. It can be a full size single bed (3ft with the arms down) down to a small single of 2ft 6. It can be used either upstairs or downstairs for people who can not get upstairs and has a standard weight capacity of 18 stone but can be upgraded to 25 or 35 stone. Dimensions Seat Widths 22 inches (when arms pushed down the overall width is 30 inches) 24 inches (when arms pushed down the overall width is 32 inches) 28 inches (when arms pushed down the overall width is 36 inches) Seat Depth 20 inches Seat Height 18 or 20 inches DUAL MOTOR Rise & Recliner Infinite Movements Side Pockets Head Pillow Up to 35 stone 2 Year Full Warranty Special Order",
	},
	{
		"ProductID": "10",
		"ProductName": "Classic Care Home Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/classic_care_home_bed_562a5ac6d883a_5811f9424aaa9.jpg",
		"ProductDescription": "The classic homecare bed is designed with comfort and safety in mind. This bed has been used in the care industry for over 20yrs and is reliable, safe and comfortable.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£740",
		"ProductIcon1": "fdgdfg",
		"ProductIcon2": "dsfsd",
		"ProductIcon3": "dsfgsdf",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "ewer",
		"ProductDescriptionAll":"The classic homecare bed is designed with comfort and safety in mind. This exceptional product offers flexibility and reliability. The 4 part section metal mechanism gives support to the mattress and flexibility to the patient. This bed is the traditional profiling hi -low bed developed for the robustness of a care home and now comes with a 3yr warranty. Features 4 part section mattress support, 2 motor adjustment, separates for transport Wooden head & foot-boards and full length integrated side rails with easy push buttons to drop down. Handset includes large buttons and locking facility to maintain position Removable mattress retainers at the head and foot sections for ultra flat mattress. Ergonomic adjustment of head and foot sections raising 85 degrees at the head and fully adjustable foot section. Additional positioning of foot section by ratchet telescopic fittingsby simple use of the remote control. Emergency lowering by quick action bolt mechanism Transport lock Dual motors for independent adjustment of the headrest and leg section, simple adjustment on handset. Reduced shear to help upper body control when profiling the back rest. Folds away easily for storage Technical data Min Height from floor to top of frame (excluding mattress) 16 inches (40cm) Max Height from floor to top of frame (excluding mattress) 40 inches (101cm) Maximum User Weight 140kg (22 Stone) Total Weight (4peice) 91.5kg Heaviest part 20.1kg Outer dimensions W/L 102cm x 212.5cm Max safe weight load 175kg Angle of head adjustment max 70 degrees Angle of foot adjustment max 40 degrees",
	},
	{
		"ProductID": "11",
		"ProductName": "4ft Low Bariatric Bed (41 and 51 Stone)",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/4ft_Low_Bari_Bed_536aa04a53c93_57fe8d625fddc_5811fa6833970.jpg",
		"ProductDescription": "The 4ft bariatric electric adjustable bed is suitable for weight limits of up to 51 stone, (41 stone as standard). It is a hi-low bed that caters for either a person that needs that extra room for turning or for the larger person.This bed is available in",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£2365",
		"ProductIcon1": "https://www.laybrook.com/components/com_laybrook/assets/images/doublebed-icon.png",
		"ProductIcon2": "https://www.laybrook.com/components/com_laybrook/assets/images/doublebed-icon.png",
		"ProductIcon3": "https://www.laybrook.com/components/com_laybrook/assets/images/doublebed-icon.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "ewer",
		"ProductDescriptionAll":"Laybrook and its partners have many years of experience of special bed design and have incorporated many innovative features into this bariatric bed through research and development in the field. This bed was designed on the basis of this know how and our customers needs and requirements. The newly developed Ultra Wide - Low Beds are characterised in particular by the reinforced frame components and sturdy side rails and combine maximum stability with lightweight design. The Extendable Ultra Wide - Low Bed is designed for a safe working load up to 41 Stone (260 kg) and the Bario Max (max working load) 51 stone (320 kg) Easy to use 4 section mattress support height adjusted from 27cm (10.5inches) to 60cm (24 inches) without mattress. Electrically adjusted back rest. Electrically adjusted leg lift with Fowler position knee-break Electrically adjusted Trendelenburg/reverse function Simple 'lift & lock' siderails in attractive beech Head & foot boards in attractive beech Lifting pole & grab handle Safety Auto-profiling/function-lock hand control as standard Innovative anti-lateral tilt system for total stability 4 braked twin-wheel castors Mains electricity safety connector Safe working load 260kg (41 stones) or 325kg (51 stones) for the new Bario-Max. Actuators/controllers ingress protected to IP54 Securely fixed spiral wound cables CE marked to current EU standards Convenient Modular for easy storage and transport Easily wheeled on transit/storage frame Powder-coated steel construction for durability & ease of cleaning Metal mesh mattress support prolongs life of mattress Standard bed size 200cm x 120 cm. (20cm longer version of Pro-Bario also available). These are nominal inside dimensions. Mattress dimensions are less than this to allow clearance for moving parts of the bed Unique serial number on every bed A choice of accessories Matched medium to high risk pressure care mattress specifically for the heavier user Optima 'no-ripple' dynamic air-float mattress system Siderail height extenders in attractive beech (retains 'lift & lock' feature) Standard & extra large siderail safety foam bumpers lightEX reading/examination light easyEX movement aid crashEX safety mat Technical data Min Height from floor to top of frame (excluding mattress) 10.5 inches (27cm) Max Height from floor to top of frame (excluding mattress) 27 inches (70cm)",
	},
	{
		"ProductID": "12",
		"ProductName": "Chester 25 Stone Electric Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/chester_25_stone_electric_bed_562a5aee547bc.jpg",
		"ProductDescription": "Heavy Duty Electric adjustable bed with high quality Reflex mattress {upgrade} and removable cover. Crafted quality adjustable bed, 5yr GUARANTEE 7 DAY MONEY BACK GUARANTEE, INCLUDES DELIVERY & SET UP",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1150",
		"ProductIcon1": "https://www.laybrook.com/components/com_laybrook/assets/images/singlebed-icon.png",
		"ProductIcon2": "https://www.laybrook.com/components/com_laybrook/assets/images/doublebed-icon.png",
		"ProductIcon3": "https://www.laybrook.com/components/com_laybrook/assets/images/dualbed-icon.png",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/7day.png",
		"ProductIcon7": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"The Chester Heavy Duty Adjustable Bed has all the attributes of the traditional Laybrook bed. With a beautiful Belgian damask surround, removable washable mattress cover and castors. The picture shown is a 4ft bed, but as with all of our beds, it can be made to any size. This bed comes with a full 5-year guarantee and is suitable for persons upto 25 stone. Unlike some other companies, we only sell beds made from the best quality materials. As with all of our adjustable beds, you can sleep on it for up to 7 nights and if you are not totally satisfied, we will fully refund you the cost of the bed or exchange your mattress free of charge Laybrook beds are also fully installed by our trained engineers, free of charge! Sizes: Available in 2ft 6, 3ft, 3ft 6, 4ft, 4ft 6, 5ft and 6ft (Beds can be made to any height or length) Bed height Breakdown Standard size for the Chester is 23.5 inches from the floor to the top of the mattress. Beds without drawers can be made to any height (restrictions apply) Beds with drawers have higher minimum height Purchasing any Sprung Mattress (Pocket or Superior) may increase the overall bed height. If your bed is ordered with a Vertical Lift, 1 inch is added to the total height of the bed. A Heavy Duty Frame will also add 1 inch to the total height. To make sure the height of your bed is correct when ordering, please measure your own first. We are able to alter your bed to a height of your choice, and all for an extra £75! Altering the length means altering the mattress, mattress cover, mechanism and surround Single bed altering the length £ 195 Double bed altering the length £ 245 Dual bed altering the length £ 295 Altering the height of bed £ 75 Bed Length The length of the bed is 6ft 8. However, it can be made shorter (additional costs apply). Special order item and will take up to 1 week longer to make and deliver. Colour The colour of this bed surround is Beige The picture shown is a double bed. The bed also comes in a single and dual. A double bed has one mattress. A dual bed has two mattresses (independent movement).",
	},{
		"ProductID": "13",
		"ProductName": "Trend Bed With High Low Action",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/trend_bed_with_high_low_action_562a5b32b2e1e_5811fa1a7c97d.jpg",
		"ProductDescription": "Trendellenberg adjustable bed with high quality Reflex mattress and removable cover.... ",
		"AvailSizes": "3ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£2095",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "zzczc",
		"ProductDescriptionAll":"This bed has been specifically designed for a person who requires carers. Excellent for a person with heart, stomach or circulation problems. Features: Trendelenberg, Anti Trendelenberg (full tilting from  pivot points either at the foot (as shown in main picture) or pivot from the headboard end with the foot section raised). The design allows for a person to be turned in bed at a comfortable height. It also assists the person to stand up from a seated position on the edge of the bed, in much the same way as a rise and recline chair works. Only the middle (flat) section can be used for this process whilst the bed is in its profiled position. The mechanism can be raised up to 18 inches from the starting height. It can be raised flat for turning the patient or profiled as shown in the picture above (head and/or foot elevated. This frame can be installed into the Richmond or Helston surround. Sizes: Available in 3ft (other sizes may be available on request). Bed Height (From floor to top of mattress) The minimum starting height can be 21 inches from the floor to the top of the mattress. The standard starting height is 23 inches. 4-part adjustable profiling with integral rise and lower facility Full tilt and reverse full tilt from head or footend 4 motors (2 for profiling and 2 for lift) Vertically rises up to 18 inches from starting point Weight adjuster zone in lumber area Maximum weight capacity 25st Special order Cost Breakdown (example) Bed Cost £799.00 Mechanism £1295.00 Total £2094.00 Hoist access: The under bed gap for hoist can be changed but comes as standard with a 110mm gap. The picture shown is a single bed.",
	},
	{
		"ProductID": "14",
		"ProductName": "Classic Ultra Low Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/classic_ultra_low_bed_562a5af307f94.jpg",
		"ProductDescription": "The classic Low bed is designed with comfort and safety in mind.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1290",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "zzczc",
		"ProductDescriptionAll":"The Ultra Low Bed will brighten up any room with the classic design and attractive wood finish. This Ultra Low version of our Casa Med Classic 4 bed also has natural beech finish. It combines the highest level of functionality, safety and comfort. The sturdy and stable Casa Med Classic Low Meets all the requirements for providing comfort and safty. Features 4- section mattress support, 2 motor adjustment, separates for transport Wooden head end, foot-boards Handset includes locking facility to maintain position Removable mattress retainers at the head and foot sections Ergonomic adjustment of head and foot sections Additional positioning of foot section by ratchet telescopic fittings Emergency lowering by quick action bolt mechanism Transport lock Dual action headrest and knee break adjustment on handset, to help reduce shear when profiling Low profile bed from 23cm to 63cm height adjustment. Technical data Min Height from floor to top of frame (excluding mattress) 9 inches (22.5cm) Max Height from floor to top of frame (excluding mattress) 25 inches (63cm) Total Weight (3peice) 97.8kg Heaviest part 25.4kg Outer dimensions W/L 102cm x 212.5cm Max safe weight load 175kg Max safe patient weight 140kg Height Adjustment 23cm to 63cm Angle of head adjustment max 70 degrees Angle of foot adjustment max 20 degrees",
	},
	{
		"ProductID": "15",
		"ProductName": "Low Bed Daytona",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/AltidaBedMain2_57460257920ee_5811f9cfbd30d.jpg",
		"ProductDescription": "The Low Bed Daytona is designed with comfort and safety in mind.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1690",
		"ProductDescriptionAll":"The Daytona Ultra Low Bed will brighten up any room with the classic design and attractive wood finish. This Ultra Low version of our highest end bed, extremly high quality engineering strong, sturdy also has an oak finish. It combines the highest level of functionality, safety and comfort. The sturdy and stable Low bed Daytona meets all the requirements for providing comfort and safty. Features 4- section mattress support, 2 motor adjustment, separates for transport Wooden head end, foot-boards Handset includes locking facility to maintain position Removable mattress retainers at the head and foot sections Ergonomic adjustment of head and foot sections Emergency lowering by quick action bolt mechanism Transport lock Dual action headrest and knee break adjustment on handset, to help reduce shear when profiling Low profile bed from 23cm to 63cm height adjustment. Technical data Min Height from floor to top of frame (excluding mattress) 9 inches (22.5cm) Max Height from floor to top of frame (excluding mattress) 25 inches (63cm) Total Weight (3peice) 97.8kg Heaviest part 25.4kg Outer dimensions W/L 102cm x 212.5cm Max safe weight load 175kg Max safe patient weight 140kg Height Adjustment 23cm to 63cm Angle of head adjustment max 70 degrees Angle of foot adjustment max 20 degrees",
	},
	{
		"ProductID": "16",
		"ProductName": "Lincoln Hi-Low Chair Bed and Leg lifter",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/8_MOTOR_CB4_57fd48a1a6932.jpg",
		"ProductDescription": "Lincoln electric adjustable Chair Bed is the ultimate hi low bed designed to help a person who has difficulty getting there legs into bed.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£5995",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "zzczc",
		"ProductDescriptionAll":"This chair bed is brand new to the market, and fills the gap for people needing help to lift their legs up onto the bed without the need for a carer. It can be a full size single bed (3ft with the arms down) down to a small single of 2ft 6. NEW (for pressure care) 4 Way Stretch Breathable Material Available For Pressure Care, Waterproofing and Eazy Cleaning (Available through the middle of the chair including footplate & arms with standard material on the outside of the chair). OPTION OF FOOT EXTENSION SO YOUR FEET ARE SUPPORTED ON THE FOOTPLATE, RATHER THEN YOUR ANKLE SUPPORTED WITH YOUR FEET HANGING OVER THE END. It can be used either upstairs or downstairs for people who can not get upstairs and has a weight capacity of up to 25, 40 or 50 stone (price available on request). Features Hi Low (for carers) 8 Motors Fully Enclosed Foot Extension Independent Tilt and Rise Feature for Easier Exit and Entry to and from the Bed Indepedent Tilt to change the angle of the rake of the chair (tilt back whilst sitting normally in the chair). Trendellenberg and Anti Trendellenberg Positions Access for Stand Aids Available with Gel for High Risk Care. Dimensions Seat Widths 22 inches (when arms pushed down the overall width is 30 inches) 24 inches (when arms pushed down the overall width is 32 inches) 28 inches (when arms pushed down the overall width is 36 inches) (other sizes available) Seat Depth 19 inches Seat Height 18 or 20 inches (other sizes available) DUAL MOTOR Rise & Recliner Infinite Movements Side Pockets Head Pillow Up to 35 stone 2 Year Full Warranty Special Order",
	},
	{
		"ProductID": "17",
		"ProductName": "Tern Care Plus",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/tern_care_plus_562a5aca8ea4b.jpg",
		"ProductDescription": "The Tern care plus profiling electric adjustable bed is designed with comfort, style and safety in mind with integrated side-rails.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1595",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductDescriptionAll":"The Tern Care Plus in natural beech and with unique wood frame panelling stands out thanks to its friendly and attractive design. This exceptional bed meets all requirements for either the homecare of nursing home sectors. Patient needs can bed met through the different bed sizes available and adjustability of the mattress support. The adjustable 4 – section mattress support and the height adjustable bed lift are controlled by means of a handset to provide optimum comfort without placing any strain on the body. Easy to fit, sturdy side rails and a drive system in accordance with the relevant standards offer top class safety feature, side rail end caps will be fitted as standard on the wooden side rails. The Comfort Plus stands on four cylindrical legs which guarantee maximum bed stability. The castors integrated in the cylindrical legs can be extended as required at the push of a button so that the bed can be moved to the desired position. Features 4- section mattress support, 3 motor adjustment, separates for transport Bed lift, with one motor for height adjustment, including castors Wooden head end, foot-boards and full length side rails Electrically operated Removable mattress retainers at the head and foot sections Ergonomic adjustment of head and foot sections Control box with disabling functions and push button to release the castors Wheel covers (cylindrical legs) Additional positioning of foot section by ratchet telescopic fittings Emergency lowering by quick action bolt mechanism Transport lock Technical data Total Weight (4peice) 151kg Heaviest part 40kg Outer dimensions W/L 106.3cm x 206.3cm Max safe weight load 200kg Max safe patient weight 165kg Height Adjustment 43cm to 79cm Angle of head adjustment max 70 degrees Angle of foot adjustment max 20 degrees",
	},
	{
		"ProductID": "18",
		"ProductName": "Hospital IQ Bed",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/Hospital_IQ_Bed_532bf76446da3_57ad969804128.jpg",
		"ProductDescription": "The inovate hosptial bed is the classic bed with all nursing and care functions including hi low full electrically adjustable functions with CPR mechanism",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£2495",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"Inovate Hospital Ward Bed Low height reduces risks associated with patient falls and increases patient independence. The simultaneous operation of the cardiac chair and tilt functions combined with auto regression improves patient positioning, mobilisation and rehabilitation. Backrest and mattress angle indicators. Low height foot end to improve the visibility for the patient. The removable head and foot ends are also available in a number of colour options for ward management. Movable catheter hooks can be placed in different locations around the bed for convenience and ease of use. Easy access manual CPR handle with CPR mechanism. Electric CPR is located on the nurse handset. Integral bed extension combines ease of use and functionality. Patient handset innovative design to ensure accessible location of handset for patient. The handset clip fits neatly around the side rail to reduce movement and potential damage, and to ensure the patient has accessibility where required. Blow moulded panels – durable, smooth, wipeable surface with perforations and channels to reduce liquid pooling. Blow moulded panels Incorporate a series of perforations to accommodate a wide variety of dynamic mattresses. Newly designed linen shelf is easier and smoother in operation,can be operated with one hand. Open and accessible areas with smooth surfaces facilitate ease of cleaning and decontamination. Full accessibility enables steam cleaning. Extremely light weight bed ensures ease of manoeuvrability with minimal effort. The built in diagnostics port allows for swift and easy maintenance procedures. Brake bar/pedal ensures easy access from head or side of the bed. Triple function castors enable brake, free and track.",
	},
	{
		"ProductID": "19",
		"ProductName": "Dual Care Plus",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/dual_care_plus_562a5b34e9545.jpg",
		"ProductDescription": "The Dual care plus profiling electric adjustable bed is designed with comfort, style and safety in mind with integrated side-rails.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£2895",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The Dual Care Plus in natural mahogony and with unique wood frame panelling stands out thanks to its friendly and attractive design (different colour ends available). This exceptional bed meets all requirements for either the homecare of nursing home sectors. Patient needs can bed met through the different bed sizes available and adjustability of the mattress support. The adjustable 4 – section mattress support and the height adjustable bed lifts are controlled by means of individual handsets to provide optimum comfort without placing any strain on the body. Very sturdy side rails and a drive system in accordance with the relevant standards offer top class safety feature, easy drop side rails are another feature of this incredible bed. The Dual Care Plus stands on lockable castors which guarantee maximum bed stability. alt7 day moneyback guaranteealtFree UK mainland delivery Features 4- section mattress support, 3 motor adjustment, separates for transport Bed lift, with one motor for height adjustment, includes castors Wooden head end, foot-boards and easy drop side rails Electrically operated Removable mattress retainers at the head and foot sections Ergonomic adjustment of head and foot sections Additional positioning of foot section by ratchet telescopic fittings Emergency lowering by quick action bolt mechanism Transport lock Technical data Total Weight (4peice) 320kg Outer dimensions W/L 180.3cm x 206.3cm Max safe weight load 320kg Max safe patient weight 160kg Height Adjustment 43cm to 79cm Angle of head adjustment max 70 degrees Angle of foot adjustment max 20 degrees",
	},
	{
		"ProductID": "20",
		"ProductName": "Turning Bed Pro Care",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/turning_bed_pro_care_562a5b28b3044.jpg",
		"ProductDescription": "New Hospital Turning bed gives the patient independence. At the touch of a button, it seamlessly rotates the patient from level to seated position, allowing them that extra comfort and control. Contemporary wooden covering, the structure has been standard",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£7795",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The New Fully Electric Hospital Turning bed gives the patient independence, and makes a real difference between requiring assistance and being manhandled (hauled) up and down the bed. At the touch of a button, it seamlessly rotates the patient from level to seated position, allowing them that extra comfort and control. With a contemporary wooden covering, the structure has been standardised for hoist utilisation. The functionality is still available regardless of the adjustable height, making the process more straight forward.And as if this wasn't enough, this bed also has independent brake castors, allowing for complete mobility and positioning! Maximum Weight: 19 Stone (approx. 125kg) Features Seamlessly rotates the patient from level to seated position - all at the touch of a button! Adjustable tilt and raise from both ends. Independent brake castors, allowing for complete mobility and positioning Standardised for hoist utilisation Contemporary wooden covering Manufactured in accordance with MPG",
	},
	{
		"ProductID": "21",
		"ProductName": "Grebe Care Plus",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/grebe_care_plus_flipped_57d6c962ca7a4.jpg",
		"ProductDescription": "The Grebe Care home care bed is designed with comfort and safety in mind with height adjustments from 23cm to 63cm height adjustment.",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1870",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The Grebe bed is an extremely attractive care home bed will brighten up any room with the modern design and attractive wood finish. This bed has a natural beech finish. It combines the highest level of functionality, safety and comfort. The sturdy and stable base of the home care bed meets all the requirements for providing comfort, durability and safety. 7 day moneyback guarantee Free UK mainland delivery Features 4- section mattress support, 2 motor adjustment, separates for transport Wooden head end, foot-boards Handset includes locking facility to maintain position Removable mattress retainers at the head and foot sections Ergonomic adjustment of head and foot sections Transport lock Dual action headrest and knee break adjustment on handset, to help reduce shear when profiling Low profile bed from 22cm to 77cm height adjustment. Technical data Outer dimensions W/L 104cm x 222cm Max safe weight load 225kg (35 stone) Height Adjustment 22cm to 77cm Angle of head adjustment max 70 degrees Angle of foot adjustment max 20 degrees",
	},{
		"ProductID": "22",
		"ProductName": "3 Foot Vertical lifting frame",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/3_foot_vertical_lifting_frame_562a5acd242e8.jpg",
		"ProductDescription": "Adjustable bed mechanism inserted into any of our adjustable bed surrounds.......... ",
		"AvailSizes": "2ft6, 3ft, 4ft, 4ft6, 5ft and 6ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£795",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "dsfsd",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The Carers bed mechanism can be inserted into any of our adjustable bed surrounds. It is especially good if the person has carers and needs to be turned in bed at a comfortable height but also to help the person stand up out of bed whilst sitting on the edge of the bed as it raises them to a standing position like a riser chair, you must sit in the middle section when raising the bed. The mechanism can raise up to18 inches flat for turning the patient or raised whilst the bed is profiling (head and / or foot elevated). The minimum starting height can be 21.5 inches from the floor to top of mattress, the standard starting height is 23 inches. (please see height adjustments below, under accessories). The single vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the home page) and add the cost of this single vertical lifting frame to the cost of any bed (from dropdown mechanisms tab (7th tab down) on any bed page) to get the combination you want. Description 5 part adjustable profiling with integral raise and lower facility 4 motors (2 for profiling and 2 for lift) Vertical rise up to 18 inches from starting point Twin On-Line fittings Weight adjuster zone Centre belt On-Line shoes Load bearing points bolted and sleeved Special order Options (See Bottom of Page) Massage units Dual beds have independant controls and independant matttresses. You will generally have a vertical lifting mechanism on one side of a dual bed, so if you are purchasing a 5ft dual bed you will only need one 2ft 6 vertical lifting mechanism. Double beds have one mattresses, two vertical lifting mechanisms and a special linking cabel. THE PRICE OF THE VERTICAL LIFTING FRAME WILL BE ADDED TO THE COST OF YOUR BED. This price includes delivery & set up by trained engineers.",
	}
	,{
		"ProductID": "23",
		"ProductName": "25 Stone Heavy Duty Frame",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/25_stone_heavy_duty_frame_562a5abd7e7a8.jpg",
		"ProductDescription": "The heavy duty frame for weights up to 25 stone",
		"AvailSizes": "2ft6",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£395",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The heavy duty frame is for weight limits of up to 25 stone as standard frames are up to 18 stone. The heavy duty frame has thicker woodwork, slats, stronger metal work and more powerful motors. This frame can be put into any of our adjustable bed surrounds*, so choose the bed you like and add the cost of this frame. Special Order Item (non standard and may take up-to 1 week longer to make this bed) This price includes delivery & set up by trained engineers. This price is only applicable when the item is purchased with a Laybrook bed. * Excludes Chatsworth & Sandringham",
	},
	{
		"ProductID": "24",
		"ProductName": "4ft Carers Lifting Frame",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/4ft_carers_lifting_frame_562a5ace3bfb5.jpg",
		"ProductDescription": "Carers adjustable bed frame with high quality Reflex mattress and removable ..... ",
		"AvailSizes": "2ft6, 3ft, 4ft, 4ft6, 5ft and 6ft",
		"ProductCategory": "MyBed",
		"ProductSubCatgory": "MyBedSub",
		"ProductPrice": "£1295",
		"ProductIcon1": "dxvxcv",
		"ProductIcon2": "dxvx",
		"ProductIcon3": "zcz",
		
		"ProductIcon4": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductIcon5": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductIcon6": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductIcon7": "dxfvg",
		"ProductDescriptionAll":"The 4ft carers bed vertical lifting mechanism is an ideal Carers bed for someone looking for extra space to turn in. The 4ft Carers bed has separate motors to profile the bed at the head-end or the foot-end and again separate motors to vertically raise the bed up to 18 inches from the starting position (standard 23 inches) see below)). Our new 4ft Carers bed can be raised flat for the carers to wash or turn their patient, or it can be used to help the patient stand out of the bed like a riser recliner chair, you must be sat on the edge (in the middle section of the bed) or it can be raised whilst adjusted at the head and foot-end to get a comfortable high position to look out of the window. The 4ft vertical lifting frame can be put into any of our adjustable bed surrounds, so choose the bed you like (from the home page and add the cost of this double vertical lifting frame to the cost of any bed (from dropdown mechanisms tab (7th tab down) on any bed page) to get the combination you want. The minimum starting height can be 21 inches from the floor to top of the mattress, the standard starting height is 23 inches. (please see height adjustments below, under accessories). Description • 5 part adjustable profiling with integral raise and lower facility• 4 motors (2 for profiling and 2 for lift) • Vertical rise up to 18 inches from starting point • Twin On-Line fittings • Weight adjuster zone lumber section • Centre belt • Load bearing points bolted and sleeved • Special order Dual beds have independant controls and independant matttresses. You will generally have a vertical lifting mechanism on one side of a dual bed, so if you are purchasing a 5ft dual bed you will only need one 2ft 6 vertical lifting mechanism. Double beds have one mattresses, and above 4ft in size have two vertical lifting mechanisms and a special linking cabel",
	},
]