[
    {
		"ProductID": "",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "Tied pillow case",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/Tied_pillow_59267fc6584d1.jpg",
		"ProductActualPrice":"20",
		"ProductSellingPrice":"20",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "Designed specifically to fit between the mattress and base of a divan bed, this high quality grab rail aids the elevation of the body...",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"Another great idea from electric adjustable bed manufacturer Laybrook, these tied pillow cases will keep your pillow in place when raising the back of the bed up for reading, watching T.V. or when you get out of bed the pillow will stay in place so no fussing when you are getting back in."
    },
    {
		"ProductID": "2",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "V lift Wireless Back-lit Remote",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/V_LIFT_REMOTE_IMAGE_59e0bb5f2c031.jpg",
		"ProductActualPrice":"245",
		"ProductSellingPrice":"245",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "This bed grab rail gives a secure handle to help manoeuvre in and out of bed....",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"Wireless Back Lit remote control for our range of adjustable beds.\n\nNo fuss and no wires for your luxury adjustable bed, leave your remote either on your bed or on the bedside unit and lights up in the dark so you can easily see the controls, it also has a torch built in to navigate around the room without disturbing your partner.\n\nLights up at the touch of a button.\n\nThe Back-lit wireless Remote Control can be used with any bed* and any size (single, double or dual).  \n\nExcludes Hiigh Low Mechanisms\n\nDouble beds require one controller, dual beds require 2 controllers"
    },
    {
		"ProductID": "3",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "Automatic under-bed lights",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/underbed_lights_on_592683032cb30.jpg",
		"ProductActualPrice":"95",
		"ProductSellingPrice":"95",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "High-quality overbed table available with fixed base or four castors....",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"Automatic under-bed lights help shine the way to anywhere in your bedroom without the need to find the light switch, by simply getting out of bed they will automatically shine the way to the toilet or your bedroom door without disturbing your partner."
    },
    {
		"ProductID": "4",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "Adjustable Bed Grab Rail Ultra",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/adjustable_bed_grab_rail_ultra_562a5abf82ca2.jpg",
		"ProductActualPrice":"175",
		"ProductSellingPrice":"175",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "These Bumper Sides are designed to reduce the risk of entrapment or injury...",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"Important: Which fitting type do you need?\nPlease download and read the PDF below which will explain the different types of fitting. Please then choose your type from the first option above.\n\npdf-download-icon\n\n \n\nThe Arena adjustable bed grab rail, handle, ring or bed lever (depending on what you call it) comes with anti entrapment and was designed by Laybrook especially for domestic electric adjustable beds. The Arena grab ring is attached to the side of the surround so it stays static when you change position on your bed, this makes it easy to use when getting in and out of bed, helps you turn whilst laying in bed, supports you when getting up out of the bed whilst sitting on the edge of the bed. With other grab rings, when the head section of your bed elevates to the upright position the grab ring moves with the bed and impedes you from getting in & out of the bed.\n\nDimensions\n\nFrom the platform base the Arean bed lever is 19.5 inches high (49.5cm).\nThe width of the bed lever is 9 inches (23cm)\n\nDescription of Arena Ring\nEasy fitting, new clamping system. Just twist handle to attach.\nBottom half of Arena grab ring is attached to inside of surround via a U grip and the top half is attached to the static part of the mechanism with a clamping action, just twist the knob and the threaded clamp secures the bed lever onto the bed.\nTop half will always be in the same position. \nCan be fitted to most divans, most wooden surrounds and all of our leather beds without drawers.\nNow with rail to hold your remote control. \nFitting Instructions\nYou can download a PDF of the fitting instructions using the link below:\n\npdf-download-icon\n\nDimensions \nHeight of surround from 6\" to 16\" \nTo fit surround thickness of 1\"\n\nCost \nArena Grab Ring £175.00 \nSending by courier extra £24.99 \nCall out & installation extra £125.00"
    },
    {
		"ProductID": "5",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "Bed Height Adjustment",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/bed_height_adjustment_562a5ac9488dc.jpg",
		"ProductActualPrice":"75",
		"ProductSellingPrice":"75",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "The Reliant Lifter Range have been designed for home, residential unit or hospital use and possess features which can address patient needs in terms of function, reliability, manoeuvrability and safety...",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"The standard height of our beds are 22.5\" from floor to the top of the mattress (like most beds). We can however adjust the height of  a standard bed to heights between 18\" and 28\"\n\nThe minimum height with a Vertical Lift Mechanism is 21.5 inches\n\nTo make sure the height of your bed is correct when ordering please measure your own first if you do need us to change the height.\n\nPlease note that due to accessories such as Heavy Duty frames or underbed drawers the minimum height of your bed may have changed. \n\nTo find out the minimum height of your chosen bed including any options, please look at your shopping cart, then return here using the provided link."
    },
    {
		"ProductID": "6",
		"Checked":false,
		"ProductType":"adjustable-bed-accessories-and-upgrades",
		"ProductName": "Massage System",
		"ProductImage": "https://www.laybrook.com/media/com_laybrook/product_images/massage_system_562a5abd12958.jpg",
		"ProductActualPrice":"145",
		"ProductSellingPrice":"145",
		"ProductSavingPrice":"00.00",
        "ProductShortDescription": "The Harvest Sonata Lifter is a lightweight compact mobile patient lifting hoist with innovative and ergonomic design. The Harvest Sonata is an easy to use everyday lifter...",
        "ProductMoneyBackIcon": "https://www.laybrook.com/images/icons-12-10-16/7-day-money-back.png",
		"ProductFastDeliveryIcon": "https://www.laybrook.com/images/icons-12-10-16/fast-delivery.png",
		"ProductGuaranteeIcon": "https://www.laybrook.com/images/icons-12-10-16/5-year-guarantee.png",
		"ProductComfortIcon":"https://www.laybrook.com/images/7day.png",
		"ProductDescription":"Please note that the massage system cannot be used in conjunction with the Coil Sprung Mattress, Memory Sprung Mattress or Superior Sprung Mattress\n\nThe Laybrook adjustable bed system can incorporate a 5- point variable massage system imbedded deep into our luxury mattresses (Available in any Reflex foam or Memory foam mattresses only).\n\nMassager 1 is positioned on the foot section which can be extremely good for circulation problems and oedema (swollen ankles).\n\n \n\nMassager 2 is in the knee section which can help to disperse calcium crystal build up, one of the causes of osteo-arthritis. This can help ease the pain of arthritic joints.\n\n \n\nMassager 3 is positioned in the hip area and can help as above.\n\n \n\nMassager 4 is positioned in the small of your back and can give great relief to back pain suffers not only disc pain but because there is very little blood flow to the back it generally takes a long time to heal helping the blood flow can help any damaged soft tissue heal quicker.\n\n \n\nMassager 5 is positioned at the top of the mattress to help with shoulder and neck pain.\n\n \n\nIntensity Levels\n\n \n\nThere are five intensity levels from very gentle to vigorous you may want to have a higher intensity on your legs and not massage on your back or visa-versa which is very simple to do and comes with simple instructions. The massage system will automatically switchs off after 15 or 30 minutes as its on a timer (so do not worry about falling asleep with it on). There is also a rolling massage function where the massage will start massaging the feet and roll up through the knees, hips, lower back and neck then back down again pure bliss. The massage system can also be very good for your lymphatic system to help clear toxins that cause pain in your legs. \n\nNot Available in Sprung Mattresses.\n\nIf you use a Pace Maker or have Diabetes you should consult your doctor if you are unsure about using this product. The information included here should not to be taken as medical advice and if you are unsure you should always consult your doctor."
    }
]